Repository: SadNoo/SB-Skin
Catalog: Sources/SkywaveShared/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: A device you can hold in your hand
zh_hans: 一台能握在手里的设备
zh_hant: 一臺能握在手裡的裝置

source: All
zh_hans: 全部
zh_hant: 全部

source: Bento
zh_hans: 模块拼贴
zh_hant: 模組拼貼

source: Direct
zh_hans: 直连
zh_hant: 直連

source: Every number, right in front of you
zh_hans: 所有数字，一览无余
zh_hant: 所有數字，一覽無餘

source: Everyday words
zh_hans: 日常用语
zh_hant: 日常用語

source: Everything via proxy
zh_hans: 全部走代理
zh_hant: 全部走代理

source: Fair
zh_hans: 一般
zh_hant: 一般

source: Feels like Apple made it
zh_hans: 像是 Apple 亲手做的
zh_hant: 像是 Apple 親手做的

source: Global
zh_hans: 全局
zh_hant: 全域性

source: Good
zh_hans: 良好
zh_hant: 良好

source: Instrument
zh_hans: 深色仪表
zh_hant: 深色儀表

source: No proxy
zh_hans: 不走代理
zh_hant: 不走代理

source: Not tested
zh_hans: 未测试
zh_hant: 未測試

source: Off
zh_hans: 关
zh_hant: 關

source: One Sentence
zh_hans: 一句话
zh_hant: 一句話

source: One Tap
zh_hans: 一键连接
zh_hant: 一鍵連線

source: Open it, connect or disconnect
zh_hans: 打开、连接、断开，仅此而已
zh_hant: 開啟、連線、斷開，僅此而已

source: People who just want the network to work
zh_hans: 只想网络好用的人
zh_hant: 只想網路好用的人

source: People who like calm, beautiful typography
zh_hans: 喜欢安静、优美排版的人
zh_hant: 喜歡安靜、優美排版的人

source: People who love tactile hardware
zh_hans: 喜欢实体按键手感的人
zh_hant: 喜歡實體按鍵手感的人

source: People who prefer plain words over jargon
zh_hans: 更喜欢大白话而不是术语的人
zh_hant: 更喜歡大白話而不是術語的人

source: People who want it stable and familiar
zh_hans: 想要稳定熟悉的人
zh_hant: 想要穩定熟悉的人

source: People who want to understand routing rules
zh_hans: 想弄懂分流规则的人
zh_hant: 想弄懂分流規則的人

source: Places
zh_hans: 地点
zh_hant: 地點

source: Power users who like live data
zh_hans: 爱看实时数据的进阶用户
zh_hant: 愛看實時資料的進階使用者

source: Radio
zh_hans: 收音机
zh_hant: 收音機

source: Rule
zh_hans: 规则
zh_hant: 規則

source: See which road every connection took
zh_hans: 看每个连接走了哪条路
zh_hant: 看每個連線走了哪條路

source: Slow
zh_hans: 慢
zh_hant: 慢

source: Smart
zh_hans: 智能
zh_hant: 智慧

source: Smart routing
zh_hans: 智能分流
zh_hant: 智慧分流

source: System Native
zh_hans: 系统原生
zh_hant: 系統原生

source: Technical terms
zh_hans: 专业术语
zh_hant: 專業術語

source: The interface almost disappears
zh_hans: 界面几乎消失
zh_hant: 介面幾乎消失

source: Timeout
zh_hans: 超时
zh_hant: 超時

source: Tinkerers who want to customize
zh_hans: 爱折腾、想自定义的人
zh_hant: 愛折騰、想自定義的人

source: Transparent
zh_hans: 透明
zh_hant: 透明

source: Unreachable
zh_hans: 不可达
zh_hant: 不可達

source: Very fast
zh_hans: 很快
zh_hant: 很快

source: Where you are, and how the road is
zh_hans: 你在哪里，路况如何
zh_hant: 你在哪裡，路況如何

source: Your panel, arranged your way
zh_hans: 你的面板，你来摆
zh_hant: 你的面板，你來擺
